Repository: myclabs/Inventory
Catalog: application/languages/Orga/cellRelevance.tmx
Source language: fr
Languages: en

source: Pertinence
en: Relevance

source: Non pertinente
en: Irrelevant

source: Pertinente
en: Relevant

source: Pertinence des unitÃ©s parentes
en: Parent units relevance

source: Toutes pertinentes
en: All relevant

source: Non toutes pertinentes
en: Not all relevant
